Repository: retux-game/retux
Catalog: data/locale/*.po
Languages: eo, es, sv

source: What a nice, cold day for fishing! I wonder what I'll catch today...
eo: Kia bela, malvarma tago por fiŝi! Mi demandas min, kion mi kaptos hodiaŭ...
es: ¡Qué agradable y frío día para pescar! Me pregunto qué cazaré hoy...
sv: Vilken trevlig, kall dag för att fiska! I undrar vad jag kommer att fånga idag...

source: Oh, looks like I have a message!
eo: Ho, ŝajnas, ke mi havas mesaĝon!
es: ¡Oh, parece que tengo un mensaje!
sv: Åh, det ser ut som om jag har ett meddelande!

source: What?! They're taking my fish?!
eo: Kio?! Ili prenas miajn fiŝojn?!
es: ¡¿Qué?! ¡¿Se están llevando mis peces?!
sv: Vad?! De tar min fisk?!

source: I will not stand for this! Nobody takes away MY fish!
eo: Mi ne toleros tion! Neniu forprenas MIAJN fiŝojn!
es: ¡No voy a tolerar esto! ¡Nadie se lleva MI pescado!
sv: Det här tänker jag inte tolerera! Ingen tar ifrån mig MIN fisk!

source: Why are you intruding upon the great Snow King's castle, penguin?
eo: Kial vi senpermese eniras en la grandan kastelon de la Neĝa Reĝo, pingveno?
es: ¿Por qué entras sin permiso en el castillo del gran Rey de la Nieve, pingüino?
sv: Varför inkräktar du på den store Snökungens slott, pinving?

source: The reign of the Snow King is over!
eo: La regado de la Neĝa Reĝo estas finita!
es: ¡El reinado del Rey de la Nieve ha terminado!
sv: Snökungens styre är över!

source: What?
eo: Kio?
es: ¿Qué?
sv: Vad?

source: I'm taking him out! There's no way I'm letting him take away my fish!
eo: Mi forigos lin! Neniel mi lasos, ke li forprenu miajn fiŝojn!
es: ¡Me lo voy a cargar! ¡De ninguna manera le voy a dejar quitarme mi pescado!
sv: Jag tänker förgöra honom! Aldrig att jag låter honom ta ifrån mig min fisk!

source: That's all you care about? A measly tax?
eo: Ĉu vi nur zorgas pri tio? Eta imposto?
es: ¿Eso es todo lo que te importa? ¿Un miserable impuesto?
sv: Är det allt du bryr dig om? En ynklig beskattning?

source: I was going to let you leave in peace, but you leave me no choice.
eo: Mi volis lasi vin pace eliri, sed vi ne lasas al mi elekton.
es: Iba a dejarte en paz, pero no me dejas elección.
sv: Jag tänkte lämna dig ifred, men du ger mig inget val.

source: Who are you?
eo: Kiu vi estas?
es: ¿Quién eres tú?
sv: Vem är du?

source: I am Tux, and I am putting an end to the Snow King's reign, one castle at a time!
eo: Mi estas Tukso, kaj mi finigas la reĝon de Neĝa Reĝo, po kastelo por fojo!
es: Soy Tux y estoy poniendo fin al reinado del Rey de la Nieve, ¡castillo a castillo!
sv: Jag är Tux, och jag tänker göra slut på Snökungens styre, ett slott i taget!

source: That's too bad, Tux. I would have liked to let you leave in peace.
eo: Tio estas aĉega, Tukso. Mi volus, lasi al vi, forlasinte pace.
es: Es una pena, Tux. Me hubiera gustado dejarte marchar en paz.
sv: Det är synd, Tux. Jag skulle ha tyckt om att låta lämna dig ifred.

source: So it is you! The rebellious penguin who would see to it that our king's reign ends!
eo: Do ĝi estas vi! La rivelema pingveno, kiu ŝatus, ke la rego de nia reĝo finu!
es: ¡Así que eres tú! ¡El pingüino rebelde que se encargaría de terminar el reinado de nuestro Rey!
sv: Så det är du! Den upproriske pingvinen som skulle vilja se ett slut på vår kungs styre!

source: I'm sorry to inform you, Tux, but your treason ends now.
eo: Mi bedaŭdas informi vin, Tukso, sed via perfido finas nun.
es: Lamento informarte, Tux, pero tu traición termina ahora.
sv: Jag är ledsen att behöva säga dig det, Tux, men ditt förräderi slutar nu.

source: You act as if you are rebelling against the Fish Tax, but we know what you're really up to!
eo: Vi agas kiel vi estus ribelanta kontraŭ la Fiŝa Imposto, sed ni scias, kion vi reale volas fari!
es: Actúas como si te estuvieras rebelando contra el Impuesto de Pescado, ¡pero sabemos lo que estás tramando en realidad!
sv: Du agerar som om du gör uppror mot fiskbeskattningen, men vi vet vad du egentligen är ute efter!

source: I don't know how you found out about our secret plans, but you will not stop us!
eo: Mi ne scias kiel vi ekscias pri niaj sekretaj planoj, sed vi ne haltos nin!
es: No sé cómo te has enterado de nuestros planes secretos, ¡pero no nos detendrás!
sv: Jag vet inte hur du upptäckte våra hemliga planer, men du kommer inte att stoppa oss!

source: I've been waiting for you, Tux. We meet again at last!
eo: Mi estis atendanta vin, Tukso. Ni renkontas fine!
es: Te he estado esperando, Tux. ¡Al fin nos encontramos de nuevo!
sv: Jag har väntat på dig, Tux. Vi möts till slut!

source: Raccot the yeti! I should have known it was you!
eo: Rakkoto la jetio! Mi devis scii, ke ĝi estis vi!
es: ¡Raccot el yeti! ¡Debería haber sabido que eras tú!
sv: Yetin Raccot! Jag borde ha vetat att det var du!

source: You may have discovered my evil plan, my old nemesis, but you will not stop me!
eo: Vi eble kovris mian malbonan planon, mian antikvan ĝustpuno, sed vi ne haltos min!
es: Es posible que hayas descubierto mi plan malvado, mi viejo enemigo, ¡pero no me vas a detener!
sv: Du må ha upptäckt min ondskefulla plan, min gamla ärkerival, men du kommer inte att stoppa mig!

source: When we last met, I was but a Snow-day school bully. Now, I am the Snow King!
eo: Kiam vi laste renkontis, mi estis Neĝo-taga lerneja ĉikanulo. Nun, mi estas la Neĝa Reĝo!
es: Cuando nos encontramos por última vez, no era más que un matón de escuela. ¡Ahora soy el Rey de la Nieve!
sv: När vi möttes senast var jag endast som en skolmobbare i Snow-day. Nu är jag Snökungen!

# level_name
source: Not exactly 1:1
eo: Ne ekzakte 1:1
es: No exactamente 1:1
sv: Inte exakt 1:1

# level_name
source: Two Dimensions are Better than One
eo: Du dimensioj pli bonas ol unu
es: Mejor que una, dos dimensiones
sv: Två dimensioner är bättre än en

# level_name
source: Take a Third Pipe
eo: Elektu trian tubon
es: Coge una tercera tubería
sv: Ta ett tredje rör

# level_name
source: May The Fourth Be With You
eo: La forto estu kun vi
es: Que la fuerza te acompañe
sv: Må den fjärde vara med dig

# level_name
source: Over the Five Pillars of Snow
eo: Super la kvin neĝaj kolonoj
es: Sobre los cinco pilares de nieve
sv: Över de fem snöhögarna

# level_name
source: Snowman's Castle
eo: Neĝhoma kastelo
es: Castillo del muñeco de nieve
sv: Snömannens slott

# level_name
source: The Seven Deadly Springs
eo: La sep mortigaj risortoj
es: Los siete muelles de la muerte
sv: De sju dödliga fjädrarna

# level_name
source: Trace your Spring
eo: Revenu kun via risorto
es: Vuelve con el muelle
sv: Återvandring med fjäder

# level_name
source: To spring, or not to spring?
eo: Ĉu salti aŭ ne salti?
es: ¿Saltar o no saltar?
sv: Att använda fjäder, eller inte använda fjäder?

# level_name
source: Spring Factory
eo: Risorto-fabriko
es: Fábrica de muelles
sv: Fjäderfabrik

# level_name
source: Scaling Mount Slimmerist
eo: Grimpi Maldikan Monton
es: Escalando Monte Flaco
sv: Att klättra uppför spinkiga berget

# level_name
source: Leap of Faith?
eo: Ĉu fide salti?
es: ¿Salto de fe?
sv: Trosprång?

# level_name
source: Lucky Level 13
eo: Bonŝanca 13-a nivelo
es: Nivel 13 de la suerte
sv: Turliga bana 13

# level_name
source: The Cold Shoulder
eo: La malvarma trakto
es: El trato frío
sv: Den kalla axeln

# level_name
source: There Might Be Some Momentary Discomfort
eo: Povus esti iu momenta malkomforto
es: Podría haber alguna molestia momentánea
sv: Det kan förekomma temporärt obehag

# level_name
source: An Icy Blend
eo: Frosta mikso
es: Una mezcla helada
sv: En iskall blandning

# level_name
source: Ice Climber
eo: Glacigrimpisto
es: Trepahielos
sv: Isklättrare

# level_name
source: The Element Barrier
eo: La elementa bariero
es: La barrera de elementos
sv: Elementbarriären

# level_name
source: In Need of a Lift
eo: Bezono supreniri
es: Necesidad de subir
sv: I behov av ett lyft

# level_name
source: Verti-Go-Round
eo: Kapturna karuselo
es: Tiovi-vértigo
sv: Snurrigt värre

# level_name
source: Going In Circles
eo: Rondirante
es: Yendo en círculos
sv: Att gå runt i cirklar

# level_name
source: One Is Not Enough
eo: Unu ne sufiĉas
es: Uno no basta
sv: En räcker inte

# level_name
source: Spring Before You Leap
eo: Ĵetu la risorton antaŭ salti
es: Lanza el muelle antes de saltar
sv: Använd fjäder innan du hoppar

# level_name
source: Prickly Ascent
eo: Pika supreniro
es: Ascenso espinoso
sv: Taggig stigning

# level_name
source: The Game of Ice
eo: La glacia ludo
es: El juego del hielo
sv: Isspelet

# level_name
source: Buster Baddies
eo: Eksplodantaj malbonuloj
es: Malotes que explotan

# level_name
source: That Blasted Ice
eo: Tiu eksplodigita glacio
es: Ese hielo reventado
sv: Den där rackarns isen

# level_name
source: Bomb's Away
eo: Proksime al bombo
es: A distancia de bomba
sv: Bomber på väg

# level_name
source: Explosive Sharpshooting
eo: Eksploda paflertulo
es: Francotirador explosivo
sv: Explosivt prickskytte

# level_name
source: Building Blocks of Life
eo: La konstrublokoj de la vivo
es: Los bloques creadores de la vida
sv: Livets byggstenar

# level_name
source: Lose Your Spring
eo: Perdu vian risorton
es: Pierde tu muelle
sv: Gör dig av med fjädern

# level_name
source: Wacky Warps
eo: Frenezaj tuboj
es: Tuberías locas
sv: Knäppa vändningar

# level_name
source: A Step Through a Minefield
eo: Paŝado tra minkampo
es: Paso por el campo de minas
sv: Ett kliv genom ett minfält

# level_name
source: Explosive Conscience
eo: Eksploda konscio
es: Consciencia explosiva
sv: Explosivt samvete

# level_name
source: The Uplifted Bomb
eo: La suprenigita bombo
es: La bomba elevada
sv: Den upphöjda bomben

# level_name
source: Close Encounters of the Third Spring
eo: Proksimaj renkontoj de la tria risorto
es: Encuentros cercanos del tercer muelle
sv: Närkontakt av tredje fjädern

# level_name
source: Snowman's Wreckening
eo: Neĝhoma detruo
es: Destrucción del muñeco de nieve
sv: Snömannens undergång

# level_name
source: Suspension of Belief
eo: Ceŝigo de kredo
es: Suspensión de la creencia
sv: Inställande av tro

# level_name
source: Danger Doors
eo: Danĝeraj pordoj
es: Puertas peligrosas
sv: Farliga dörrar

# level_name
source: Final Frost
eo: Fina frosto
es: Helada final
sv: Sista frosten

# level_name
source: Making a Raccot
eo: Kreante Rakkoton
es: Creando un Raccot
sv: Att göra en Raccot

# level_name
source: Concept Castle
eo: Koncepto de kastelo
es: Concepto de castillo
sv: Konceptslott

# level_name
source: EricxDu's Level
eo: Nivelo de EricxDu
es: Nivel de EricxDu
sv: EricxDus bana

source: Citizens of Icy Island, Beginning on Ice-date 542-7-3, Icy Island is now the domain of the Snow King. All residents must pay 5% of their fish in tax. Failure to pay this tax will be punished.
eo: Socianoj el Glacia Insulo, Ekde la Glacidato 542-7-3, la Glacia Insulo ekestas la bieno de la Neĝo reĝo. Ciŭ loĝanto devas pagi 5% el sia fiŝo imposte. Malplenumo por pagi ĉi tiun imposton estos punita.
es: Ciudadanos de Isla Helada, A partir de la fecha de hielo 542-7-3, la Isla Helada es ahora el dominio del Rey de la Nieve. Todos los residentes deben pagar un 5 % de sus peces en impuestos. La falta de pago de este impuesto será castigada.
sv: Medborgare av Isiga ön, med start från och med isdatum 542-7-3 kommer Isiga ön att tillhöra Snökungen. Alla invånare måste betala fem procent av sin fisk i skatt. Den som inte gör det här kommer att bestraffas.

source: Traveler's Note: In my search for the elusive Tux Dolls, I have learned that the name of each level often hides a clue. Perhaps, if I can decipher these clues, I can obtain a complete collection.
eo: Vojaĝula Komento: Dum mia serĉado de la kaŝemaj Tuks-pupoj mi lernis, ke la nomo de ĉiu nivelo ofte kaŝas indikon. Eble, se mi povas malĉifri ĉi tiujn indikojn, mi povas akiri tutan kolekton.
es: Nota del Viajero: En mi búsqueda de los elusivos muñecos Tux he aprendido que el nombre de cada nivel a menudo esconde una pista. Quizá, si puedo descifrar estas pistas, puedo conseguir una colección completa.
sv: Resenärens anteckning: I mitt sökande efter de flyktiga Tux-dockorna har jag lärt mig att namnet på varje bana ofta döljer en ledtråd. Kanske kan jag få ihop en komplett samling om jag lyckas klura ut dessa gåtor.

source: Traveler's Note: There appears to be something important up above, but it is unfortunately out of reach. There must be a path that I cannot see.
eo: Vojaĝula Komento: Ŝajnas, ke io grava estas supre, sed malbonŝance ĝi estas nealirebla. Devas esti vojo, kiun mi ne povas vidi.
es: Nota del Viajero: Parece que hay algo importante arriba, pero desgraciadamente está fuera de mi alcance. Debe de haber un camino que no puedo ver.
sv: Resenärens anteckning: Det verkar som om det finns något viktigt ovanför, men tyvärr är det utom räckhåll. Det måste finnas en väg som jag inte kan se.

source: Traveler's Note: Fire can be a great way to melt ice blocking access to certain Tux dolls. Now, where can one find a fire flower around here?
eo: Fajro povas esti bonega maniero degeli glacion barantan iujn Tuks-pupojn. Nu, kie oni povas trovi fajran floron ĉirkaŭ ĉi tie?
es: El fuego puede ser una gran manera para derretir el hielo de bloqueo de acceso a ciertos muñecos Tux. Ahora, ¿dónde se puede encontrar una flor de fuego por aquí?
sv: Resenärens anteckning: Eld fungerar utmärkt för att smälta is som blockerar vägen till vissa Tux-dockor. Låt se, var kan man då hitta en eldblomma här omkring?

source: Traveler's Note: I swear, there are no fire flowers anywhere in this level! How am I supposed to melt this ice?! What's more, that ledge over there is shaped like a grin, almost like it's taunting me!
eo: Vojaĝula Komento: Mi ĵuras, ke ne estas fajra floroj ien en ĉi tiu nivelo! Kiel mi devas degeli ĉi tiun glacion?! Krome, la kornico tie estas formita kiel rideto, kiel se ĝi moku min!
es: Nota del Viajero: Lo juro: ¡no hay flores de fuego en ningún lugar en este nivel! ¡¿Cómo voy a derretir este hielo?! ¡Para colmo, esa cornisa de allí tiene la forma de una mueca, casi como si estuviera burlándose de mí!
sv: Resenärens anteckning: Jag svär, det finns inga eldblommor någonstans på den här banan! Hur är det tänkt att jag ska smälta den här isen?! Och dessutom ser det ut som om avsatsen där borta är format som ett leende, nästan som om det hånar mig!

source: Traveler's Note: I have finally begun to get the hang of kicking iceblocks straight up by holding the "up" button while pressing the "action" button. I believe this technique may prove useful for finding the Tux Doll.
eo: Vojaĝula Komento: Mi finfine lernis kiel piedbati glaciblokojn rekte supren premtenante la "supren"-klavon dum mi premas la "ago"-klavon. Mi pensas, ke tiu tekniko povus esti utila por trovi la Tuks-pupon.
es: Nota del Viajero: Por fin me he empezado acostumbrar a patear bloques de hielo hacia arriba manteniendo el botón "arriba" mientras pulso el botón "acción". Creo que esta técnica podría ser útil para encontrar el muñeco Tux.
sv: Resenärens anteckning: Jag har till sist börjat få kläm på hur man sparkar isblock rakt upp genom att hålla "upp"-knappen nedtryckt samtidigt som man trycker "handlings"-knappen. Jag tror att denna teknik kan visa sig vara användbar i sökandet efter Tux-dockan.

source: Minion's Note: The security system protecting the Tux Doll can be thwarted by any penguin who knows that they can drop any item they're holding by holding the "down" button while pressing the "action" button. Requesting immediate measures to protect against this technique.
eo: Servista Komento: La sekureca sistemo, kiu protektas la Tuks-pupon povas esti evitita per iu ajn pingveno, kiu scias, ke ri povas faligi ĉiun ajn aĵon, kiun ri tenas premante la "malsupren"-butonon dum ri premas la "ago"-butonon. Mi petas tujajn rimedojn por protektiĝi kontraŭ ĉi tiu tekniko.
es: Nota de Lacayo: El sistema de seguridad que protege el muñeco Tux puede ser frustrado por cualquier pingüino que sepa que puede soltar cualquier objeto que esté agarrando pulsando el botón "abajo" mientras pulsa el botón "acción". Solicito medidas inmediatas de protección contra esta técnica.
sv: Underhuggarens anteckning: Säkerhetssystemet som beskyddar Tux-dockan kan motverkas av vilken pingvin som helst som vet att man kan släppa vilket objekt som helst som man håller genom att hålla "ner"-knappen tryckt samtidigt som man trycker "handlings"-knappen. Begär omedelbara åtgärder för att skydda mot den här tekniken.

source: Traveler's Note: It is said that this level contains 7 springs, but I have only managed to find 6. Could the seventh one be in a hidden block somewhere?
eo: Vojaĝula Komento: Oni diras, ke ĉi tiu nivelo enhavas 7 risortojn, sed mi nur klopodis eltrovi 6. Povus la sepa esti en kaŝita bloko ie?
es: Nota del Viajero: Se dice que este nivel contiene 7 muelles, pero solo he conseguido encontrar 6. ¿Podría el séptimo estar en un bloque oculto en algún lugar?
sv: Resenärens anteckning: Det sägs att den här banan innehåller sju fjädrar, men jag har enbart lyckats hitta sex stycken. Kan den sjunde finnas dold i ett block någonstans?

source: Traveler's Note: That cave to the left appears to be inaccessible from here. There has to be another way inside!
eo: Vojaĝula Komento: Ĉi tiu kavo maldekste aspektas nealirebla el tie ĉi. Devas ekzisti alia maniero eniri!
es: Nota del Viajero Esa cueva a la izquierda parece ser inaccessible desde aquí. ¡Tiene que haber otra manera de entrar!
sv: Resenärens anteckning: Den där grottan till vänster ser ut att inte kunna nås härifrån. Det måste finnas en annan väg in!

source: Traveler's Note: That pipe to the right is too high to be reached even by jumping off a spring. It would be possible if that Jumpy could be magically suspended in the air and the spring placed on top, but that would be silly!
eo: Vojaĝula Komento: Ĉi tiu dukto dekstre estas tre alta por suriri eĉ saltante per risorto. Oni povus fari tion, se tiu Saltanto povu esti haltigita magie en la aero kaj la risorto lokita sur ĝin, sed tio estus stulta!
es: Nota del Viajero: Ese tubo a la derecha es demasiado alto para ser alcanzado incluso saltando de un muelle. Sería posible si aquel Jumpy pudiera ser mágicamente suspendido en el aire y el muelle colocado en la parte superior, ¡pero eso sería tonto!
sv: Resenärens anteckning: Det där röret till höger ligger för högt upp för att kunna nås även om man hoppar via en fjäder. Det skulle vara möjligt om Jumpy där borta magiskt kunde stanna kvar i luften och fjädern placeras ovanpå denne, men det vore fånigt!

source: Traveler's Note: I have found that if, when holding a fire flower, I hold down the "up" button while pressing the "action" button, my fireballs shoot higher up into the air. That may prove to be a useful technique.
eo: Vojaĝula Komento: Mi trovis, ke se kiam mi tenas fajran floron, mi premas la "supra"n butonon dum mi premas la "ago"-butonon, miaj fajraj pilkoj pafiĝas pli alte al la aero. Tio povas esti utila tekniko.
es: Nota del Viajero: Me he dado cuenta de que si mientras tengo una flor de fuego mantengo pulsado el botón "arriba" al mismo tiempo que pulso el botón de "acción", mis bolas de fuego se disparan más alto hacia el cielo. Esto puede resultar ser una técnica útil.
sv: Resenärens anteckning: Jag har förstått att när man håller en eldblomma och håller ner "upp"-knappen samtidigt som man trycker "handlings"-knappen skjuter eldkloten högre upp i luften. Det kan visa sig vara en användbar teknik.

source: Minion's Note: Please do NOT touch my rock collection! For example, do NOT use them to build a bridge allowing you to cross spike pits, and do NOT use them to build a tower so that you can reach higher places.
eo: Servista Komento: Bonvolu NE tuŝi mian kolekton de rokoj! Ekzemple, NE uzu ilin por konstrui ponton, kiu lasu al vi transiri kavojn kun pikiloj, kaj NE uzu ilin por konstrui turon, por ke vi povas atingi pli altajn ejojn.
es: Nota de Lacayo: ¡Por favor, NO toques mi colección de rocas! Por ejemplo, NO las utilices para construir un puente que te permita cruzar hoyos con pinchos NI las utilices para construir una torre para que puedas llegar a lugares más altos.
sv: Underhuggarens anteckning: Var god och rör INTE min stensamling! Använd dem till exempel INTE till att bygga en brygga som gör att du kan korsta ormgropar, och använd dem INTE till att bygga ett torn så att du kan nå högre platser.

source: Traveler's Note: If only I could reach those rocks on top of those crates, I could build a staircase to that pipe....
eo: Vojaĝula Komento: Se nur mi povus iri sur tiujn rokojn sur tiuj krateroj, mi povus konstrui ŝtuparon al ĉi tiu tubo...
es: Nota del Viajero: Si tan solo pudiera llegar a esas rocas en la parte superior de esas cajas, podría construir una escalera hacia ese tubo...
sv: Resenärens anteckning: Om jag bara kunde nå de där stenarna på toppen av de där backarna, då skulle jag kunna bygga en trappa till det där röret...

source: Traveler's Note: Supposedly there is a Tux Doll nearby, atop the spikes up ahead. I did a cursory search and couldn't find it, but frankly, I don't think it's worth it. If you can manage to find that Tux Doll and obtain it in one piece, hats off to you!
eo: Vojaĝula Komento: Supozeble estas Tuks-pupo proksime, sur la pikiloj antaŭe. Mi rapide serĉis kaj ne povis trovi ĝin, sed mi sincere pensas, ke ĝi ne valoras la penon. Se vi povas trovi tiun Tuks-Pupon kaj preni ĝin sen vundiĝi, mi admiras vin!
es: Nota del Viajero: Supuestamente hay un muñeco Tux cerca, sobre los pinchos más adelante. Hice una búsqueda rápida y no pude encontrarlo, creo que no vale la pena. Si logras encontrar ese muñeco Tux y lo coges sin hacerte un rasguño, me quito el sombrero.
sv: Resenärens anteckning: Tydligen finns det en Tux-docka i närheten, ovanför taggarna framöver. Jag sökte hastigt och kunde inte hitta den, men ärligt talat, jag tycker inte att det är värt det. Hatten av för dig om du lyckas hitta den där Tux-dockan i ett stycke!

source: Welcome to Concept Castle! This level was created to demonstrate what ReTux is capable of. It's a bit heavier than most of the actual game, so it may run slightly slower.
eo: Bonvenon al Kastelo Koncepto Ĉi tiu nivelo estis kreita por montri, kion povas fari ReTux. Ĝi estas pli peza ol la plejparto de la reala ludo, do ĝi eblas plenumi pli malrapide.
es: ¡Bienvenido al Castillo de Concepto! Este nivel fue creado para demostrar de lo que es capaz ReTux. Es un poco más pesado que la mayor parte del juego real, por lo que puede correr un poco más lento.
sv: Välkommen till Konceptslottet! Den här banan gjordes för att demonstrera vad ReTux är kapabelt till. Den är något tyngre än det mesta av själva spelet och därför kanske den körs långsammare.

source: All out of fire? Rejuvinate yourself by taking a nice, warm bath in molten lava!
eo: Vi mankas fajron? Juniĝi vi kun bona, varma bano en fandita lafo!
es: ¿Todo en medio del fuego? ¡Rejuvenece, tomando un baño agradable y cálido en la lava fundida!
sv: Har du totalt slut på eld? Återuppliva dig själv genom att ta ett ljuvligt, varmt bad i smält lava!

source: There must be a way to remove the fire flower from this room.
eo: Devas ekzisti maniero forpreni la fajran floron el ĉi tiu ĉambro.
es: Tiene que haber una manera de sacar la flor de fuego de esta habitación.
sv: Det måste finnas ett sätt att ta bort eldblomman från det här rummet.

# credits_title
source: Programming
eo: Programado
es: Programación
sv: Programmering

# credits_title
source: Graphics
eo: Bildoj
es: Gráficos
sv: Grafik

# credits_title
source: Sounds
eo: Sonoj
es: Sonidos
sv: Ljud

# credits_title
source: Music
eo: Muziko
es: Música
sv: Musik

# credits_title
source: Level Design
eo: Nivel-Fasonado
es: Diseño de Niveles
sv: Bandesign

# credits_title
source: Bonus Level Design
eo: Fasonado de Kroma Nivelo
es: Diseño de Nivel Adicional
sv: Bonusbandesign

# credits_title
source: Translations
eo: Tradukoj
es: Traducciones
sv: Översättningar
