Repository: retux-game/retux
Catalog: data/locale/*.po
Languages: eo, es, sv

# credits_title
source: Software Used
eo: Programaro Uzita
es: Software Usado
sv: Program som använts

# credits_title
source: Thank you for playing!
eo: Dankon pro ludi!
es: ¡Gracias por jugar!
sv: Du ska ha tack för att du spelade!

source: Output version information and exit.
eo: Montri programversion kaj eliri.
es: Informa de la versión y finaliza.
sv: Information om utdataversion och avsluta.

source: Print errors directly to stdout rather than saving them in a file.
eo: Printi erarojn direkte al stdout anstataŭ savi ĝin en dosiero.
es: Errores se imprimen directamente a la salida estándar en lugar de guardar en un archivo.
sv: Skriv ut fel direkt till stdout hellre än att spara dem i en fil.

source: Manually choose a different language to use.
eo: Permane elekti alian lingvon por uzi.
es: Elegir manualmente un idioma diferente para usar.
sv: Välj manuellt ett annat språk att använda.

source: Disable delta timing. Causes the game to slow down when it can't run at full speed instead of becoming choppier.
eo: Malŝalti delto-timadon. Kaŭzas, ke la ludo malrapidiĝas, kiam ĝi ne povas plenumi plene rapide anstataŭ aĝi intermita.
es: Desactivar la sincronización delta. Hace que el juego reduzca su velocidad cuando no puede correr a toda velocidad en lugar ir a trompicones.
sv: Avaktivera deltatajming. Det här gör att spelet saktar ner när det inte kan köras för full hastighet istället för att bli hackigt.

source: Where to load the game data from (Default: "{}")
eo: El kie ŝarĝi la ludaj datumoj (Defaŭlta: "{}")
es: Donde se cargan los datos del juego (Por defecto: "{}")
sv: Varifrån speldata ska läsas in (Standard: "{}")

source: Play the indicated level and then exit.
eo: Ludi la elektitan nivelon kaj poste eliri.
es: Juega el nivel indicado y luego sales del juego.
sv: Spela den markerade banan och avsluta sedan.

source: Start the indicated level and record player actions in a timeline. Useful for making cutscenes.
eo: Eki la indikitan nivelon kaj registri ludantajn agojn en kronologio. Utila por krei tranĉscenojn.
es: Inicia el nivel indicado y graba las acciones del jugador en una línea de tiempo. Útil para hacer escenas.
sv: Starta den markerade banan och spela in spelarens handlingar i en tidslinje. Användbart för att göra mellansekvenser.

source: Only show solid colors for backgrounds (uses less RAM).
eo: Nur montri opakaj koloroj por fonoj (uzas malpli ĉefmemoron).
es: Mostrar solo colores sólidos en los fondos de pantalla (usa menos memoria RAM).
sv: Visa endast solida färger för bakgrunder (använder mindre RAM).

source: Don't show the player's heads-up display.
eo: Ne montri la ludantan HUD-n.
es: No mostrar avisos a los jugadores en la pantalla.
sv: Visa inte spelarens heads-up-skärm.

source: Pray to your god. Choose wisely…
eo: Preĝu al via dio. Elektu saĝe…
es: Reza a tu dios. Elige sabiamente…
sv: Be till din gud. Välj klokt…

source: The text editor god of nano smiles upon you. God mode enabled!
eo: La dio de teksta redaktilo de nano ridetas al vi. Dia reĝimo ebligita!
es: El dios del editor de texto de nano te sonríe. ¡Modo dios activado!
sv: Textredigerarguden nano ler mot dig. Gudsläge aktiverat!

source: The true text editor god has sent you to hell for your heresy!
eo: La vera dio de teksta redaktilo sendas vin al infero pro via herezo!
es: ¡El verdadero dios de editor de texto te ha enviado al infierno por tu herejía!
sv: Den sanna textredigerarguden har skickat dig till helvetet för ditt kätteri!

source: Score
eo: Poentoj
es: Puntuación
sv: Poäng

source: Time Bonus
eo: Tempa Donaĵo
es: Bonus de Tiempo
sv: Tidsbonus

source: Time Penalty
eo: Tempa Maldonaĵo
es: Pena de Tiempo
sv: Tidsstraff

source: An error occurred in a timeline 'setattr' command: {}
eo: Eraro okazis en kronologia 'setattr' komando: {}
es: Se ha producido un error en una línea de tiempo 'setattr' command: {}
sv: Ett fel uppstod i tidslinjekommando 'setattr': {}

source: An error occurred in a timeline 'exec' command: {}
eo: Eraro okazis en kronologia 'exec' komando: {}
es: Se ha producido un error en una línea de tiempo 'exec' command: {}
sv: Ett fel uppstod i tidslinjekommando 'exec': {}

source: An error occurred in a timeline 'if' statement: {}
eo: Eraro okazis en kronologia 'if' komando: {}
es: Se ha producido un error en una línea de tiempo 'if' statement: {}
sv: Ett fel uppstod i tidslinjeuttryck 'if': {}

source: An error occurred in a timeline 'while' statement: {}
eo: Eraro okazis en kronologia 'while' komando: {}
es: Se ha producido un error en una línea de tiempo 'while' statement: {}
sv: Ett fel uppstod i tidslinjeuttryck 'while': {}

source: Loading level...
eo: Ŝarĝata nivelon...
es: Cargando nivel...
sv: Läser in bana...

source: Loading "{}"...
eo: Ŝarĝata "{}"...
es: Cargando "{}"...
sv: Läser in "{}"...

source: An error occurred when trying to load the level: {}
eo: Eraro okazis dum la ŝarĝo de la nivelo: {}
es: Se produjo un error al intentar cargar el nivel: {}
sv: Ett fel uppstod vid inläsning av banan: {}

# level_name
source: Level {}
eo: Nivelo {}
es: Nivel {}
sv: Bana {}

source: S.Penguin Tux
eo: Super-pingveno Tukso
es: Superpingüino Tux
sv: Sankt pingvin Tux

source: Heretic Tux
eo: Hereza Tukso
es: Tux hereje
sv: Kättaren Tux

source: Tux
eo: Tukso

source: Press the Menu button to skip...
eo: Prenu la Menuo-klavon por daŭrigi...
es: Pulse el botón Menú para saltar...
sv: Tryck på menyknappen för att hoppa över...

source: Cinematic mode enabled
eo: Kina ago ŝaltita
es: Modo Cinemático habilitado
sv: Filmiskt läge aktiverat

source: New Game
eo: Novan Ludon
es: Nuevo Juego
sv: Nytt spel

source: Load Game
eo: Ŝarĝi Ludon
es: Cargar Juego
sv: Läs in spel

source: Select Levelset
eo: Elekti Nivelaron
es: Seleccione Colección de Niveles
sv: Markera banuppsättning

source: Options
eo: Agordoj
es: Opciones
sv: Inställningar

source: Credits
eo: Agnoskoj
es: Créditos
sv: Tack till

source: Quit
eo: Eliri
es: Salir
sv: Avsluta

source: -Empty-
eo: -Malplena-
es: -Vacío-
sv: -Tomt-

source: -No Levelset-
eo: -Neniu Nivelaro-
es: -Sin Colección de Niveles-
sv: -Ingen banuppsättning-

source: -Corrupt Levelset-
eo: -Korupta Nivelaro-
es: -Colección de Niveles Corrupta-
sv: -Skadad banuppsättning-

source: Back
eo: Reen
es: Atrás
sv: Tillbaka

source: Overwrite this save file
eo: Anstataŭigi ĉi tiun dosieron
es: Sobreescribir el archivo guardado
sv: Skriv över den här sparfilen

source: Cancel
eo: Nuligi
es: Cancelar
sv: Avbryt

source: An error occurred when trying to load the game.
eo: Eraro okazis dum la ŝarĝo de la ludo.
es: Se ha producido un error al intentar cargar el juego.
sv: Ett fel uppstod vid inläsning av spelet.

source: Next page
eo: Sekva paĝo
es: Siguiente página
sv: Nästa sida

source: Levelset loaded successfully.
eo: Nivelaro sukcese ŝarĝita.
es: Conjunto de niveles cargado con éxito.
sv: Banuppsättning lästes in framgångsrikt.

source: Fullscreen: {}
eo: Plena ekrano: {}
es: Pantalla completa: {}
sv: Helskärmsläge: {}

source: On
eo: Ek
es: Encender
sv: På

source: Off
eo: For
es: Apagar
sv: Av

source: Scale Method: {}
eo: Skalo-metedo: {}
es: Método de escala: {}
sv: Skalmetod: {}

source: Scale Proportional: {}
eo: Proporcia Skalo: {}
es: Escala Proporcional: {}
sv: Skalproportionering: {}

source: Sound Volume: {}%
eo: Sona Laŭteco: {}%
es: Volumen de Sonido: {} %
sv: Ljudvolym: {}%

source: Music Volume: {}%
eo: Muzika Laŭteco: {}%
es: Volumen de Música: {} %
sv: Musikvolym: {}%

source: Stereo: {}
eo: Stereofonie: {}
es: Estéreo: {}

source: Show FPS: {}
eo: Montri FPS: {}
es: Mostrar FPS: {}
sv: Visa bilder per sekund: {}

source: Joystick Threshold: {}%
eo: Stirstanga Sojlo: {}%
es: Umbral de la palanca de mando: {} %
sv: Styrspakströskel: {}%

source: Configure keyboard
eo: Konfiguri klavaron
es: Configurar teclado
sv: Konfigurera tangentbord

source: Configure joysticks
eo: Konfiguri stirstangojn
es: Configurar mandos
sv: Konfigurera styrspakar

source: Detect joysticks
eo: Detekti stirtangojn
es: Detectar mandos
sv: Detektera styrspakar

source: Import levelset
eo: Enporti nivelaron
es: Importar una colección de niveles
sv: Importera banuppsättning

source: ReTux levelset files
eo: Nivelara dosieroj de ReTux
es: Archivos de la colección de niveles de ReTux
sv: ReTux banuppsättningsfiler

source: all files
eo: ĉiuj dosieroj
es: todos los archivos
sv: alla filer

source: Importing {}...
eo: Importante {}...
es: Importando {}...
sv: Importerar {}...

source: This feature requires Tkinter, which was not successfully imported. Please make sure Tkinter is installed and try again.
eo: Ĉi tiu funkcio bezonas Tkinter, kiu ne estis sukcese importita. Bonvolu certigi, ke Tkinter estas instalita kaj provi ree.
es: Esta función requiere Tkinter, que no se ha importado correctamente. Por favorasegúrate de que Tkinter está instalado y vuelve a intentarlo.
sv: Den här funktionen behöver Tkinter, vilket inte framgångsrikt importerades. Var god se till att Tkinter är installerat och försök igen.

source: Player {}
eo: Ludanto {}
es: Jugador {}
sv: Spelare {}

source: Left: {}
eo: Maldekstren: {}
es: Izquierda: {}
sv: Vänster: {}

source: Right: {}
eo: Dekstren: {}
es: Derecha: {}
sv: Höger: {}

source: Up: {}
eo: Supren: {}
es: Arriba: {}
sv: Upp: {}

source: Down: {}
eo: Malsupren: {}
es: Abajo: {}
sv: Ner: {}

source: Jump: {}
eo: Salti: {}
es: Saltar: {}
sv: Hoppa: {}

source: Action: {}
eo: Ago: {}
es: Acción: {}
sv: Handling: {}

source: Sneak: {}
eo: Rampi: {}
es: Furtivo: {}
sv: Smyg: {}

source: Menu: {}
eo: Menuo: {}
es: Menú: {}
sv: Meny: {}

source: Pause: {}
eo: Paŭzo: {}
es: Pausa: {}
sv: Pausa: {}

source: Press the key you wish to bind to this function, or the Escape key to cancel.
eo: Premu la klavon, kiun vi deziras bindi al ĉi tiu funkcio, aŭ la Nuligi-klavon por nuligi.
es: Presiona la tecla a la que deseas asignar esta función, o la tecla de Escape para cancelar.
sv: Tryck tangenten du önskar binda till den här funktionen, eller tryck Escape-tangenten för att avbryta.

source: None
eo: Nenio
es: Ninguno
sv: Ingen

source: Press the joystick button, axis, or hat direction you wish to bind to this function, or the Escape key to cancel.
eo: Premu la stirstangan klavon, akson aŭ ĉapelan direkton, kiun vi deziras bindi al ĉi tiu funkcio, aŭ la Nuligi-klavon por nuligi.
es: Presiona el botón de la palanca, eje o la dirección sombrero que deseas asignar a esta función, o la tecla Escape para cancelar.
sv: Tryck styrspaksknappen, axel, eller styrkorsriktning du önskar binda till den här funktionen, eller tryck Escape-tangenten för att avbryta.

source: Continue
eo: Daŭrigi
es: Continuar
sv: Fortsätt

source: Abort
eo: Aborti
es: Abortar
sv: Avbryt

source: Return to Map
eo: Reveni al Karto
es: Volver al mapa
sv: Återgå till karta

source: Return to Title Screen
eo: Reveni al Titola Ekrano
es: Volver a la Pantalla de Título
sv: Återgå till menyskärm

source: Error
eo: Eraro
sv: Fel

source: Ok
eo: Bone
es: De acuerdo
sv: Okej

source: Initializing game system...
eo: Pravalorizintan ludan sistemon...
es: Inicializando sistema del juego...
sv: Initierarar spelsystem...

source: Initializing GUI system...
eo: Pravalorizado de grafika interfaca sistemo...
es: Inicializando sistema de Interfaz gráfica de usuario...
sv: Initierar system för användargränssnitt...

source: Loading images...
eo: Ŝarĝado de bildoj...
es: Cargando imágenes...
sv: Läser in bilder...

source: Loading fonts...
eo: Ŝarĝado de tiparoj...
es: Cargando fuentes...
sv: Läser in typsnitt...

source: font_file
eo: fonta_dosiero

source: Starting game...
eo: Komencado de ludo...
es: Iniciando juego...
sv: Startar spel...
